export const data = [
    {
        question: 'Если Вы показываете на что-то на другом конце комнаты, Ваш ребёнок смотрит на это? ',
        example: '(Пример: если Вы показываете на игрушку или животное, ребёнок смотрит на игрушку или животное?)',
        yes: 0,
        no: 1
    },
    {
        question: 'Вы когда-либо предполагали, что Ваш ребёнок может быть глухим?',
        yes: 1,
        no: 0
    },
    {
        question: 'Ваш ребёнок играет в воображаемые или сюжетно-ролевые игры?',
        example: '(Пример: притворяется, что пьёт из пустой чашки, изображает, что говорит по телефону, понарошку кормит куклу или плюшевую игрушку?)',
        yes: 0,
        no: 1
    },
    {
        question: 'Вашему ребёнку нравится забираться на предметы?',
        example: '(Пример: мебель, строения на игровой площадке, лестницы)',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок делает необычные движения пальцами перед его/eё глазами?',
        example: '(Пример: Ваш ребёнок шевелит его/eё пальцами около его/её глаз?)',
        yes: 1,
        no: 0
    },
    {
        question: 'Ваш ребёнок указывает пальцем, чтобы попросить что-то или получить помощь?',
        example: '(Пример: указывает пальцем на лакомство или игрушку, до которой не может дотянуться)',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок указывает пальцем на что-то интересное, чтобы обратить на это Ваше внимание?',
        example: '(Пример: указывает пальцем на самолёт в небе или на большой грузовик на дороге)',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок интересуется другими детьми?',
        example: '(Пример: Ваш ребёнок наблюдает за другими детьми, улыбается им, идёт к ним?)',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок показывает Вам предметы, принося их Вам или держа их около Вас, просто чтобы поделиться, а не попросить помощь?',
        example: '(Пример: показывает Вам цветок, мягкую игрушку или игрушечный грузовик)',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок отзывается, когда Вы зовёте его/её по имени?',
        example: '(Пример: ребёнок оглядывается на Вас, говорит или лепечет, прекращает то, что он/она делает, когда Вы зовёте его/её по имени?)',
        yes: 0,
        no: 1
    },
    {
        question: 'Когда Вы улыбаетесь Вашему ребёнку, он/она улыбается Вам в ответ?',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок расстраивается от бытовых звуков?',
        example: '(Пример: Ваш ребёнок кричит или плачет от таких звуков как шум пылесоса или громкая музыка?)',
        yes: 1,
        no: 0
    },
    {
        question: 'Ваш ребёнок умеет ходить?',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок смотрит Вам в глаза, когда Вы говорите с ним/ней, играете с ним/ней или одеваете его/её?',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок пытается копировать то, что Вы делаете?',
        example: '(Пример: машет рукой при прощании, хлопает в ладоши, издаёт смешные звуки Вам в ответ)',
        yes: 0,
        no: 1
    },
    {
        question: 'Если Вы оборачиваетесь, чтобы на что-то взглянуть, то Ваш ребёнок оглядывается вокруг, чтобы увидеть то, на что Вы смотрите?',
        example: '(Пример: ребёнок оглядывается на Вас, говорит или лепечет, прекращает то, что он/она делает, когда Вы зовёте его/её по имени?)',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок пытается обратить на себя Ваш взгляд?',
        example: '(Пример: Ваш ребёнок смотрит на Вас, ожидая похвалу, или говорит "смотри", или "посмотри на меня")',
        yes: 0,
        no: 1
    },
    {
        question: 'Ваш ребёнок понимает, когда Вы говорите ему/ей что-то сделать?',
        example: '(Пример: если Вы не сделаете указательных движений, то ребёнок сможет понять "положи книгу на стул" или "принеси мне одеяло"?)',
        yes: 0,
        no: 1
    },
    {
        question: 'Если происходит что-то необычное, то ребёнок смотрит на Ваше лицо, чтобы понять, как Вы к этому относитесь?',
        example: '(Пример: если он/она услышит странный или забавный звук или увидит новую игрушку, то он/она посмотрит на Ваше лицо?)',
        yes: 0,
        no: 1
    },
    {
        question: 'Вашему ребёнку нравится двигательная активность?',
        example: '(Пример: когда кружат или подбрасывают на коленях)',
        yes: 0,
        no: 1
    },
]
